# To install run: brew bundle install --global

# Editors
brew "neovim"
brew "vim"
brew "ctags"

# CLI
brew "bash"
brew "git"
brew "entr" # skaffold for CLI
brew "fd" # find, but sane
brew "fzf"
brew "htop"
brew "openssl"
brew "readline"
brew "the_silver_searcher" # ag
brew "s-search"
brew "tree"
brew "tmux"
brew "watch"
brew "yank"
brew "jq"
brew "yq" # jq for YAML
brew "starship"
brew "pandoc"

# K8s
brew "skaffold"

# Build
brew "cmake"

# Language
brew "node"
brew "go"

# Web / Network
brew "curl"
brew "grpcurl"
brew "nmap"
brew "pgcli"
brew "telnet"
brew "wget"
