# To install run: brew bundle install --global

# CLI
brew "bash"
brew "git"
brew "entr"
brew "fd"
brew "fzf"
brew "htop"
brew "neovim"
brew "openssl"
brew "readline"
brew "the_silver_searcher"
brew "tree"
brew "tmux"
brew "vim"
brew "watch"
brew "yank"
brew "ctags"
brew "jq"
brew "yq"
brew "helm"
brew "starship"
brew "pandoc"

# Languages / Build
brew "node"
brew "cmake"
brew "go"

# Web / Network
brew "curl"
brew "nmap"
brew "pgcli"
brew "telnet"
brew "wget"