# To install run: brew bundle install --global

# Editors
brew "neovim"

# CLI
brew "bash"
brew "choose" # cut
brew "git"
brew "entr" # skaffold for CLI
brew "fd" # find, but sane
brew "fzf"
brew "btop"
brew "openssl"
brew "readline"
brew "the_silver_searcher" # ag
brew "s-search"
brew "procs" # ps
brew "tree"
brew "tmux"
brew "watch"
brew "yank"
brew "jq"
brew "yq" # jq for YAML
brew "starship"
brew "pandoc"

# Language
brew "node"

# Web / Network
brew "curl"
brew "httpie"
brew "nmap"
brew "pgcli"
brew "telnet"
brew "wget"
